Revit 2027 API
DatumPlaneFailures Properties
The BuiltInFailures.DatumPlaneFailures type exposes the following members.
Properties
Name | Description
ScopeBoxWrongPosition |  The Highlighted Datum cannot be associated with the specified Scope Box because the Datum plane does not intersect the Scope Box.
Top
See Also
Reference
BuiltInFailures.DatumPlaneFailures Class
Autodesk.Revit.DB Namespace